Repository: datakurre/jyu.portfolio.layout
Catalog: jyu/portfolio/layout/locales/*/LC_MESSAGES/plone.app.tiles.po
Languages: fi

source: Add ${name}
fi: Lisää ${name}

source: Cancel
fi: Peruuta

source: Edit ${name}
fi: Muokkaa ${name}

source: Save
fi: Tallenna

source: Tile created at ${url}
fi: Lisäys onnistui (${url}).

source: Tile saved
fi: Muutokset tallennettu.

source: You must select the type of tile to create
fi: Valitse, minkä tyyppisen tiilen haluat lisätä.

source: You must specify an id
fi: Tiilen tunniste (id) täytyy määrittää.

source: description_add_new_tile
fi: Valitse, minkä tyyppisen tiilen haluat lisätä.

source: description_delete_tile
fi: Valitse 'Poista' poistaaksesi tiilen tai 'Peruuta' peruaksesi poistamisen.

source: heading_add_new_tile
fi: Määritä uusi tiili

source: heading_delete_tile
fi: Poista tiili

source: help_tile_id
fi: Tiilen yksilöllinen tunniste (id), jota käytetään tiilen tietojen tallennuksessa.

source: help_tile_type
fi: Valitse, minkä tyyppisen tiilen haluat poistaa.

source: label_confirm
fi: Poista

source: label_cancel
fi: Peruuta

source: label_create
fi: Lisää tiili

source: label_ok
fi: Ok

source: label_tile_id
fi: Tiilin tunniste (id)

source: label_tile_type
fi: Tiilen tyyppi

source: message_body_deleted
fi: Poisto onnistui.

source: message_info
fi: Tietoa
